[
    {
    "name": "Batman",
    "description": "Batman is the superhero protector of Gotham City, a tortured, brooding vigilante dressed as a bat who fights against evil and strikes fear into the hearts of criminals everywhere. In his public identity, he is Bruce Wayne, a billionaire industrialist and notorious playboy. Although he has no superhuman abilities, he is one of the world's smartest men and greatest fighters. His physical prowess, technical ingenuity, and tactical thinking make him an incredibly dangerous opponent. He is also a founding member of the Justice League.",
    "image": "/src/images/batmanCharacterR45.webp"
    },

    {
    "name": "Robin",
    "description": "Robin is the callsign given to Batman's kid sidekicks. The team of Batman and Robin is commonly referred to as the Dynamic Duo or the Caped Crusaders. Conceived as a vehicle to attract young readership, Robin garnered overwhelmingly positive critical reception, doubling the sales of the Batman related comic books. Dick Grayson appeared as the first Robin in 1940; after his becoming of Nightwing, several different youths have appeared as Robin.",
    "image": "/src/images/robinCharacterR45.webp"
    },

    {
    "name": "Batgirl",
    "description": "Barbara Gordon is a superheroine and member of the Bat-Family. Created by William Dozier, Julius Schartz, Gardner Fox and Carmine Infantino, she is the daughter of Commissioner James Gordon and an ally of Batman and Dick Grayson. From 1967 to 1988, she operated as the superheroine Batgirl, serving as the second character to use the identity. Barbara continued to operate, though was forced into retirement due to her crippling during Batman: The Killing Joke.",
    "image": "/src/images/batgirlCharacterR45.webp"
    },

    {
    "name": "Alfred Pennyworth",
    "description": "Alfred Thaddeus Crane Pennyworth is Bruce Wayne's valet at Wayne Manor. He knows that Bruce is secretly Batman and aids him. Alfred Pennyworth, after a varied career, was employed as the Wayne family valet when Bruce Wayne's parents were killed. Alfred raised the young orphan and reluctantly aided him in his quest to become Batman. His many skills—ranging from cooking to medicine—make him Batman's staunchest ally, along with a formal demeanor that grounds the Dark Knight and deflects those who might otherwise suspect Batman's true identity.",
    "image": "/src/images/alfredCharacterR45.webp"
    } 
]